Repository: Arduinology/cubicexplorer
Catalog: Locale/*/default.po
Languages: eu, fi

source: Workspace
eu: Laningurua

source: Forward
eu: A&urrera
fi: Eteenpäin

source: Tabs
eu: Hegatsak
fi: Välilehdet

source: Close Tab
eu: It&xi Hegatsa
fi: Sulje sivu

source: General
eu: Orokorra
fi: Yleiset

source: Exit
eu: I&rten
fi: Lopeta

source: View
eu: Ikusi
fi: Näytä

source: Stack
eu: Piloa
fi: Pino

source: Help
eu: Lag&untza
fi: Ohje

source: Donate
eu: Dirulaguntza
fi: Lahjoita

source: Navigation
eu: Nabigazioa
fi: Navigointi

source: Back
eu: At&zera
fi: Taakse

source: Folder Up
eu: Gaineko Agiritegia
fi: Yläkansio

source: Refresh
eu: Berritu
fi: Päivitä

source: Folders
eu: Agiritegiak
fi: Kansiot

source: Edit
eu: Editatu
fi: Muokkaa

source: Undo Delete
eu: Desegin Ezabatzea
fi: Peruuta poisto

source: Bookmarks
eu: Lastermarkak
fi: Kirjainmerkit

source: Large Icons
eu: Ikur Handiak
fi: Isot kuvakkeet

source: Small Icons
eu: Ikur Txikiak
fi: Pienet kuvakkeet

source: List
eu: Zerrenda
fi: Lista

source: Always Show Sort Columns
eu: Beti&k Erakutsi Antalaketa Zutabeak
fi: Näytä aina lajitellut sarakkeet

source: Filters
eu: Iragazkiak
fi: Suodattimet

source: Details
eu: Xehetasunak
fi: Tiedot

source: Thumbnails
eu: Txikirudiak
fi: Pikkukuvat

source: Load theme from file...
eu: Gertatu azalgaia agiritik...
fi: Lataa teema tiedostosta.....

source: Load theme from file
eu: Gertatu azalgaia agiritik
fi: Lataa teema tiedostosta

source: Tiles
eu: Teilak
fi: Tiilet

source: Always On Top
eu: Betik Gainean
fi: Aina päälimmäisenä

source: Group By
eu: Taldekatu Honela
fi: Ryhmään

source: View Style
eu: Ikuspen Estiloa
fi: Näkymän tyyli

source: Filmstrip
eu: Filma-zerrenda
fi: Filminauha

source: Checkbox Selection
eu: Hautakut&xa Hautapena
fi: Tarkistusruudun valinta

source: Copy
eu: K&opiatu
fi: Kopioi

source: Cut
eu: Ebaki
fi: Leikkaa

source: Paste
eu: Itsatsi
fi: Liitä

source: Delete
eu: E&zabatu
fi: Poista

source: Select All
eu: Hautatu Dena
fi: Valitse kaikki

source: Invert Selection
eu: Al&derantzizkatu Hautapena
fi: Käännä valinta

source: Properties...
eu: Eza&ugarriak...
fi: Tiedot...

source: Rename
eu: Berrize&ndatu
fi: Nimeä uudelleen

source: CubicExplorer Home Page
eu: CubicExplorer Etxeko Orrialdea
fi: Cubic Kotisivu

source: Support Forum
eu: Sostengu Eztabaidagunea
fi: Tuki foorumi

source: About...
eu: Honi buruz...
fi: Tietoja...

source: Quickview
eu: Ikuste-Azkarra
fi: Pikakatselin

source: Duplicate
eu: Bikoiztu
fi: Monista

source: Text Editor
eu: Idazki &Editatzailea
fi: Tekstieditori

source: File Search
eu: Agiri Bilaketa
fi: Tiedoston haku

source: Tools
eu: Tresnak
fi: Työkalut

source: Map Network Drive...
eu: Mapatu Sare Gidagailua...
fi: Yhdistä verkkoasema

source: Disconnect Network Drive...
eu: Eten Sare Gidagailua...
fi: Katkaise verkkoasema

source: New
eu: Ber&ria
fi: Uusi

source: Copy Path
eu: Kopiatu Helburua
fi: Kopioi osoite

source: Show Hints
eu: Erak&utsi Oharrak
fi: Näytä vihjeet

source: Customizer...
eu: Norberetzailea...
fi: Kustomoija...

source: Show Hidden Files
eu: Erakutsi Ezkutuko Agiriak
fi: Näytä piilotetut tiedostot

source: New Folder
eu: Agiritegi Berria
fi: Uusi kansio

source: Paste Shortcut
eu: Itsatsi Lasterbidea
fi: Liitä oikotie

source: Open Command Prompt
eu: Ireki Agindu Galdekizuna
fi: Avaa komentorivi

source: Status Bar
eu: Eg&oera Barra
fi: Tilarivi

source: Fullscreen
eu: Ikusleiho-osoa
fi: Kokoruutu

source: Show Extensions
eu: E&rakutsi Hedapenak
fi: Näytä päätteet

source: Translate CubicExplorer
eu: Itzuli CubicExplorer
fi: Käännä CubicExplorer

source: Options...
eu: Aukerak...
fi: Asetukset...

source: Sessions
eu: Saioak
fi: Sessiot

source: Save...
eu: Gorde...
fi: Tallenna...

source: Save active session.
eu: Gorde oraingo saioa.
fi: Tallenna aktiivinen sessio

source: Manage...
eu: Kudeatu...
fi: Hallitse

source: Show Session Manager
eu: Erakutsi Saio Kudeatzailea
fi: Näytä istuntoavustaja

source: Arrange By
eu: Antolatu Honela
fi: Järjestä

source: Scroll Left
eu: Irristatu Ezkerrera
fi: Krollaa vasemmalle

source: Scroll Right
eu: Irristatu Eskuinera
fi: Krollaa oikealle

source: Close Other Tabs
eu: Itxi Beste Hegatsak
fi: Sulje muut välilehdet

source: Add Tab
eu: Gehitu &Hegatsa
fi: Lisää sivu

source: Duplicate Tab
eu: Bikoiztu Hegatsa
fi: Tupla välilehti

source: Close Tabs on Left
eu: Itxi Ezkerreko Hegatsak
fi: Sulje välileheti vasemmalta

source: Close Tabs on Right
eu: Itxi Eskuineko Hegatsak
fi: Sulje välilehti oikealta

source: Menu
eu: Menua
fi: Valikko

source: QuickView
eu: Ikuste-Azkarra
fi: Pikakatselu

source: Add History Item
eu: Gehitu Historia Gaia
fi: Lisää historianimike

source: Clear History
eu: Garbitu Historia
fi: Siivoa historiatiedot

source: Info Bar
eu: Argibi&de Barra
fi: Tietoa

source: Create Symbolic Link
eu: Sortu Lotura Sinbolikoa
fi: Lua sympoolinen linkki

source: Auto Save History
eu: Berez Gorde Historia
fi: Tallenna historia automaattisesti

source: Show/Hide
eu: Erakutsi/Ezkutatu
fi: Näytä/piilota

source: Undo Tab Close
eu: Desegin Hegats Istea
fi: Peruuta

source: Switch to Next Tab
eu: Aldatu Hurrengo Hegatsera
fi: Siirry seuraavaan välilehteen

source: Swith to Previous Tab
eu: Aldatu Hurrengo Hegatsera
fi: Siirry edelliseen välilehteen

source: Focus
eu: Fokutu

source: Set focus to address bar
eu: Ezarri fokua helbide barran
fi: Aseta osoiterivi

source: Text Filter
eu: Idaki Iragazkia
fi: Tekstisuodatin

source: Clear Filters
eu: Garbitu Iragazkiak
fi: Siivouksen suodattimet

source: Version Manager
eu: Bertsio Kudeatzailea
fi: Versio avustaja

source: Archiver
eu: Artxibatzailea
fi: Arkisto

source: New Window
eu: Leiho Berria
fi: Uusi ikkuna

source: Check For Updates
eu: Egiaztatu Eguneraketak
fi: Tarkista Päivitykset

source: Empty Recycle Bin
eu: Hustu Birziklapen Ontzia
fi: Tyhjennä roskakori

source: System Power
eu: Sistema Indarra
fi: Järjestelmän teho

source: Lock Toolbars
eu: Blokeatu Tresnabarrak
fi: Lukitse työkalurivi

source: Lock Panels
eu: Blokeatu Panelak

source: Refresh Fileview
eu: Berritu Agiri-ikuspena
fi: Päivitä tiedostoselain

source: Strict
eu: Zorrotza
fi: Tiukka

source: Use strict filtering (wildcards are ? and *)
eu: Erabili iragazketa zorrotza (ordez-hizkiak dira ? eta *)
fi: Tiukka suodatus (korvausmerkkejä ovat ? ja *)

source: Exclude
eu: Baztertu
fi: Sulje pois

source: Restore Default Layout
eu: Leheneratu Berezko Antolaketara
fi: Palauta oletusasetukset

source: New File
eu: Agiri Berria
fi: Uusi tiedosto

source: Open
eu: Ireki
fi: Avaa

source: Save
eu: Gorde
fi: Tallenna

source: Remove from Stack
eu: Kendu pilotik
fi: Poista pino

source: Clear List
eu: Garbitu Zerrenda
fi: Tyhjennä lista

source: Allow Move
eu: Ahalbidetu Mugitzea
fi: Siirrä kaikki

source: Make Visible
eu: Egin Ikusgarri

source: Browse To
eu: Bilatu Hemen...

source: Copy Selected Here
eu: Kopiatu Hautatua Hemen

source: Move Selected Here
eu: Mugitu Hautatua Hona

source: About CubicExplorer
eu: CubicExplorer-eri buruz
fi: Tietoja CubicExplorerista

source: Close
eu: Itxi
fi: Sulje

source: Version:
eu: Bertsioa:
fi: Versio:

source: Open in new tab
eu: Ireki hegats berrian
fi: Avaa uuden välilehden

source: Open All in Tabs
eu: Ireki Denak Hegatsetan
fi: Avaa kaikki omiin sivuihin

source: And Launch Files
eu: Eta Abiarazi Agiriak
fi: Ja käynnistä tiedostot

source: Launch Files Only
eu: Abiarazi Agiriak Bakarrik
fi: Käynnistä tiedostot pelkästään

source: Add Category
eu: Gehitu Kategoria
fi: Lisää kategoria

source: Add Bookmark
eu: Gehitu Lastermarka
fi: Lisää kirjainmerkki

source: Add Session
eu: Gehitu Saioa
fi: Lisää istunto

source: Properties
eu: Ezaugarriak
fi: Tiedot

source: Target
eu: Xedea
fi: Kohde

source: Relative
eu: Erlatiboa
fi: Suhteellinen

source: Browse...
eu: Bilatu...
fi: Selaa...

source: Session Name
eu: Saio Izena
fi: Session Nimi

source: OK
eu: Ongi
fi: Hyväksy

source: Cancel
eu: Ezeztatu
fi: Peruuta

source: Apply
eu: Ezarri
fi: Käytä

source: Column Settings
eu: Zutabe Ezarpenak
fi: Sarakkeen asetukset

source: Live Update
eu: Live Eguneraketa
fi: Live päivitys

source: Drag and Drop to reorder the columns.
eu: Arrastatu eta Askatu zutabeak berrantolatzeko.
fi: Jäjestä sarakkeet uudestaan (vedä ja pudota)

source: Width of the selected column
eu: Hautaturiko zutabearen zabalera
fi: Sarakkeen leveys on valittu

source: Link Name
eu: Lotura Izena
fi: Linkin nimi

source: Target Folder
eu: Xede Agiritegia
fi: Kohdekansio

source: Create
eu: Sortu
fi: Luo

source: Customize
eu: Norbereratu
fi: Kustomoi

source: Toolbars
eu: Tre&snabarrak
fi: Työkalupalkit

source: Buttons
eu: Botoiak
fi: Painikkeet

source: Theme
eu: A&zalgaia
fi: Teema

source: Name
eu: Izena
fi: Nimi

source: Display Mode
eu: Erakuspen Modua
fi: Näyttötila

source: Borders
eu: Hertzak
fi: Rajat

source: Stretch
eu: Luzatu

source: Drag Handle
eu: Arrastatu Maneiatzailea
fi: Vedä

source: Clear filters on folder change
eu: Garbitu iragazkiak agiritegi aldaketan
fi: Siivoa suodattimesta kansion muutokset

source: Clear filter history
eu: Garbitu iragazki historia
fi: Siivoa suodatinhistoria

source: Proxy Login
eu: Proxy Saio Hastea
fi: Kirjaudu Palvelimeen

source: Username
eu: Erabiltzaile-izena
fi: Käyttäjänimi

source: Password
eu: Sarhitza
fi: Salasana

source: Warning: password will be saved in clear text!
eu: Kontuz: sarhitza idazki garbian gordeko da!
fi: Varo: Salasana tallennetaan selkokielellä!

source: Remember
eu: Gogoratu
fi: Muista

source: CubicExplorer Options
eu: CubicExplorer Aukerak
fi: Cubicin Valinnat

source: Warning: changes are made immediately!
eu: Kontuz: aldaketak berehala egiten dira!
fi: Varo: muutokset tehdään heti!

source: Show Path in Title bar
eu: Erakutsi Helburua Izenburu barran
fi: Näytä polku otsikko rivillä.

source: Auto expand tree
eu: Berez hedatu zuhaitza
fi: Laajenna puu automaattisesti

source: Auto collapse tree
eu: Berez bildu zuhaitza
fi: Supista puu automaattisesti

source: Single click mode
eu: Klik bakar modua
fi: Vain yksi klikkaus.

source: Open in new tab by default
eu: Ireki hegats berrian berez
fi: Avaa uuteen välilehteen oletuksena

source: Options
eu: Aukerak
fi: Asetukset

source: Select previous folder
eu: Hautatu aurreko agiritegia
fi: Valise edellinen kansio

source: Select first item automatically
eu: Hautatu lehen gaia berezgaitasunez
fi: Valitse ensimmäinen kohde automaattisesti

source: Auto size cells in list view style.
eu: Berez neurriratu gelaxkak zerrenda ikuspegi estiloan.
fi: Automaattiset solut luettolonäkymän tyyliin

source: Always sort folders first.
eu: Betik antolatu agiritegiak lehenik.
fi: Aina lajiteltu kansio ensimäisenä

source: Show InfoTips
eu: Erakutsi Argibide Oharrak
fi: Näytä vinkit

source: Single click browsing
eu: Klik bakar bilaketa
fi: Yhden napsun selaus

source: Use per folder settings
eu: Erabili agiritegikako ezarpenak

source: Browse Zip Files
eu: Bilatu Zip Agiriak

source: Remember thumbnails
eu: Gogoratu Txikirudiak

source: Display
eu: Erakuspena
fi: Näyttö

source: File size format:
eu: Agiri neurri heuskarria:
fi: Tiedostokoon formaatti

source: Background color
eu: Barren margoa

source: Font
eu: Hizkia

source: Color:
eu: Margoa:

source: Show gridlines
eu: Erak&utsi saretxoak

source: Highlight row completely
eu: Nabarmendu lerroa osorik
fi: Korosta koko rivi

source: Colors
eu: Margoak

source: Use comma separated list of extensions. For example: txt,doc,rtf
eu: Erabili kakotxaz banandutako hedapen zerrenda. Adibidez: txt, doc, rtf

source: Add
eu: Gehitu
fi: Lisää

source: Bold
eu: Lodia

source: Italic
eu: Etzana

source: Underline
eu: Azpimarratua

source: Use extension colors
eu: Erabili hedapen margoak

source: Show Zip files
eu: Erakutsi Zip agiriak

source: Full expand on stack load
eu: Hedapen osoa pilo gertatzean
fi: Täysi laajennus pinon kuormitukseen

source: On Startup
eu: Hasterakoan
fi: Käynnistettäessä

source: Empty Stack
eu: Hustu Piloa
fi: Tyhjä pino

source: Open last used
eu: Ireki erabilitako azkena
fi: Avaa viimeiseksi käytetty

source: Open selected
eu: Ireki hautatua
fi: Avaa valinnat

source: Single Instance Only
eu: Eskabide Bat Bakarrik
fi: Vain yksi ilmentymä

source: Open default tab
eu: Ireki berezko hegatsa
fi: Avaa oletus välilehden

source: Continue from last time
eu: Jarraitu azken alditik
fi: Jatketaan edellisestä kerrasta

source: Load session
eu: Gertatu saioa
fi: Lataa sessiota

source: Tray Icon
eu: Erretilu Ikurra
fi: Kuvake

source: Show
eu: Erakutsi
fi: Näytä

source: Minimize to tray
eu: Txikiengotu erretilura
fi: Pienennä kuvakkeeseen

source: Close to tray
eu: Itxi erretilura
fi: Sulje kuvakkeeseen

source: Start minimized to tray
eu: Hasi erretiluan txikiengotuta
fi: Käynnisty pienennettynä

source: Default File Manager
eu: Berezko Agiri Kudeatzailea
fi: Oletus tiedostoselain

source: Register
eu: Erregistratu
fi: Aseta oletukseksi

source: Unregister
eu: Deserregistratu
fi: Poista rekisteröinti

source: Notify only about following update types
eu: Jakinarazi hurrengo eguneraketa motak bakarrik
fi: Ilmoita vain seuraavat päivitystyypit

source: Check for updates on startup
eu: Egiaztatu eguneraketak hasieran
fi: Tarkista päivitykset ohjelman käynnistyessä

source: Proxy Settings
eu: Proxy Ezarpenak
fi: Palvelimen asetukset

source: Address
eu: Helbidea
fi: Osoite

source: Port
eu: Ataka
fi: Portti

source: Use system settings
eu: Erabili sistemaren ezarpenak
fi: Käytä järjestelmä asetuksia

source: Enable
eu: Gaitu
fi: Käytä

source: Hotkeys
eu: Lasterteklak
fi: Pikakomennot

source: Shortcut
eu: Lasterbidea
fi: Pikakuvake

source: Modify Hotkey
eu: Aldatu Lastertekla
fi: Muokkaa pikakomentoja

source: Replace
eu: Ordeztu
fi: Korvaa

source: Reset to default
eu: Berrezarri berezkoetan
fi: Palauta oletusasetukset

source: Active Plugins
eu: Gaitutako Pluginak

source: Settings
eu: Ezarpenak

source: Formats
eu: Heuskarriak

source: Libraries
eu: Liburutegiak

source: Open new tab as
eu: Ireki hegats berriak honela
fi: Avaa uusi välilehti kuten...

source: Copy of active tab
eu: Kopiatu gaitutako hegatsean
fi: Kopio aktiivisesta

source: Desktop
eu: Mahaigaina
fi: Työpöytä

source: Custom...
eu: Norberea...
fi: Mukauta

source: Switch to a new tab immediately
eu: Aldatu hegats berrira berehala
fi: Vaihda heti uusi välilehti

source: When I open folder/file in a new tab, switch to it immediately
eu: Agiritegi/agiri bat hegats berrian irekitzen dudanean, aldatu bertara berehala
fi: Kun uusi kansio/tiedosto avataan uuteen välilehteen, avaa se heti

source: Reuse already open tabs
eu: Birrerabili jadanik irekitako hegatsak
fi: Käytä avoimia välilehtiä uudelleen

source: Open new tab next to current
eu: Ireki hegats berrian oraingoaren ondoren
fi: Avaa uusi välilehti nykyisen viereen

source: Auto fit tabs
eu: Berez finkatu hegatsak
fi: Sovita automaattisesti

source: Close tab on double click
eu: Itxi hegatsa klik bikoitzarekin
fi: Sulje välilehti tuplaklikkauksella

source: Exit program when last tab is closed
eu: Itxi programa azken hegatsa isterakoan
fi: Sulje ohjelma kun viimeinen välilehti suljetaan

source: Plugin Log
eu: Plugin Oharra

source: Value
eu: Balioa

source: Select existing translation or create new.
eu: Hautatu badagoen itzulpen bat edo sortu berria.
fi: Valitse olemassa oleva käännös tai luo uusi

source: Translation
eu: Itzulpena
fi: Käännös

source: Word List
eu: Hitz Zerrenda
fi: Sanalista

source: Original
eu: Jatorrizkoa
fi: Alkuperäinen

source: Translator's Name
eu: Itzultzailearen Izena
fi: Kääntäjän nimi

source: Translator's Email (optional)
eu: Itzultzailearen Post@ (aukerazkoa)

source: Language
eu: Hizkuntza
fi: Kieli

source: Translation Version
eu: Itzulpen Bertsioa
fi: Käännöksen versio

source: Application Revision:
eu: Aplikazio Berrikuspena:
fi: Sovelluksen versio:

source: Translation Revision:
eu: Itzulpen Berrikuspena:
fi: Käännösversio:

source: Publish Translation
eu: Argitaratu Itzulpena
fi: Julkaise käännös

source: Save changes.
eu: Gorde aldaketak.
fi: Tallenna muutokset.

source: Create new translation.
eu: Sortu itzulpen berria.
fi: Luo uusi käännös

source: Apply changes.
eu: Ezarri aldaketak.
fi: Käytä muutoksia

source: Save As...
eu: Gorde Honela...
fi: Tallenna nimellä...

source: Create New Translation
eu: Sortu Itzulpen Berria
fi: Luo uusi käännös

source: Path
eu: Helburua
fi: Osoite

source: Seekbar
eu: Bilaketabarra

source: Controls
eu: Aginteak

source: Playlist
eu: Irakur-zerrenda

source: Filelist
eu: Agiri-zerrenda

source: Detach to Window
eu: Deserantsi Leihora

source: Search
eu: Bilatu
fi: Etsi

source: Stop
eu: Gelditu
fi: Lopeta

source: Clear Results
eu: Garbitu Zerrenda

source: Name && Location
eu: Izena eta Kokalekua
fi: Nimi ja maa

source: Date && Time
eu: Eguna eta Ordua
fi: Päivämäärä ja aika

source: Size && Attributes
eu: Neurria eta Ezaugarriak
fi: Koko ja määritteet

source: Content
eu: Edukia
fi: Sisällys

source: Exclude File Masks:
eu: Baztertu Agiri Mozorroak:
fi: Poista tiedosto maskista

source: Include File Masks:
eu: Barneratu Agiri Mozorroak:
fi: Sisällytä tiedosto maskiin:

source: Enter each file mask on a separate line.
eu: Sartu agiri mozorro bakoitza lerro banandu batean.
fi: Anna jokaisen tiedoston maski omalla rivillä

source: Size
eu: Neurria
fi: Koko

source: Bytes
eu: Byte
fi: Tavua

source: At Least:
eu: Gutxienez:
fi: Vähintään

source: At Most:
eu: Gehienez:
fi: Enintään

source: Attributes
eu: Ezaugarriak
fi: Ominaisuudet

source: Read Only
eu: Irakur Bakarrik
fi: Vain luku

source: Hidden
eu: Ezkutuan
fi: Piilotettu

source: Compressed
eu: Konprimituta
fi: Pakattu

source: System
eu: Sistema
fi: Järjestelmä

source: Folder
eu: Agiritegia
fi: Kansio

source: Created
eu: Sortuta
fi: Luotu

source: Modified
eu: Aldatuta
fi: Muuttunut

source: Accessed
eu: Sarbidetuta

source: Before Date:
eu: Eguna Aurretik:
fi: Ennen päivää:

source: Before Time:
eu: Ordua Aurretik:
fi: Ennen aikaa:

source: After Date:
eu: Eguna Ondoren:
fi: Päivän jälkeen:

source: After Time:
eu: Ordua Ondoren:
fi: Ajan jälkeen:

source: File Contains:
eu: Agiriak du:
fi: Tiedostosisältö

source: Word Wrap
eu: Hitz Ingurapena
fi: Komentorivi

source: Case Sensitive
eu: Bereizi Larri-xeheak
fi: Arkaluontoiset asiat

source: Whole Word
eu: Hitz Osoa
fi: Kaikki sanat

source: Location
eu: Kokalekua
fi: Maa/Kieli

source: Include Subfolders
eu: Barneratu Azpiagiritegiak
fi: Sisällytä myös alikansiot

source: Min Level:
eu: Gutx. Maila:
fi: Minimitaso

source: Max Level:
eu: Geh. Maila:
fi: Suurintaso

source: Word or Phrase in File Name
eu: Hitza edo Esaldia Agiri Izenean
fi: Sana tai Lause sisältää tiedoston nimen

source: All
eu: Denak
fi: Kaikki

source: File Name Mask
eu: Agiri Izen Mozorroa
fi: Tiedostonimen maski

source: Manage Sessions
eu: Kudeatu Saioak
fi: Hallitse istuntoa

source: Change order by dragging
eu: Aldatu hurrenkera arrastatuz
fi: Muuta tilaa vetämällä

source: Save settings automatically.
eu: Gorde ezarpenak berezgaitasunez.
fi: Tallenna asetukset automaattisesti

source: Save/Load Settings
eu: Gorde/Gertatu Ezarpenak
fi: Tallenna/Lataa asetukset

source: Layouts
eu: Antolaketak
fi: Asettelut

source: Stacks
eu: Piloak
fi: Pinot

source: File
eu: Agiria
fi: Tiedosto

source: Highlighter
eu: Nabarmentzailea
fi: Korostekynä

source: Insert
eu: Txertatu
fi: Lisäys

source: Find
eu: Bilatu

source: Find:
eu: Bilatu:

source: Next
eu: Hurrengoa

source: Previous
eu: Aurrekoa

source: Case sensitive
eu: Bereizi Larri-xeheak

source: Whole words only
eu: Hitz osoak bakarrik
fi: Vain kokonaiset sanat

source: Selected text only
eu: Haut. idazkia bakarrik
fi: Vain valittu teksti

source: Regular expression
eu: Adierazpen arrunta

source: Wrap around
eu: Inguratu

source: Replace:
eu: Ordeztu:

source: Open...
eu: Ireki...
fi: Avaa...

source: Reload from Disk
eu: Birgertatu Diskatik

source: Undo
eu: Desegin
fi: Peruuta

source: Redo
eu: Berregin
fi: Tee uudelleen

source: Find Next
eu: Bilatu Hurrengoa
fi: Etsi seuraava

source: Find Previous
eu: Bilatu Aurrekoa
fi: Etsi edellinen

source: Export as HTML...
eu: Esportatu HTML bezala...

source: Copy as HTML
eu: Kopiatu HTML bezala

source: Show Special Characters
eu: Erakutsi Hizki Bereziak

source: Bookmark 1
eu: Lastermarka 1

source: Bookmark 2
eu: Lastermarka 2

source: Bookmark 3
eu: Lastermarka 3

source: Bookmark 4
eu: Lastermarka 4

source: Bookmark 5
eu: Lastermarka 5

source: Bookmark 6
eu: Lastermarka 6

source: Bookmark 7
eu: Lastermarka 7

source: Bookmark 8
eu: Lastermarka 8

source: Bookmark 9
eu: Lastermarka 9

source: Enable Playback
eu: Gaitu Irakurketa

source: Replace All
eu: Ordeztu Denak
fi: Korvaa Kaikki

source: Editor Options
eu: Editatzaile Aukerak

source: Background Color:
eu: Barren Margoa:

source: Right Edge
eu: Eskuin Hertza

source: Edge Column:
eu: Hertz Zutabea:

source: Spacing
eu: Tartea

source: Extra Lines:
eu: Gain Lerroak:

source: Tab Width:
eu: Tab Zabalera:

source: Caret
eu: Gehikizuna

source: Insert Caret:
eu: Txertatu Gehikizuna:

source: Override Caret:
eu: Ezeztatu Gehikizuna:

source: Vertical Line
eu: Lerro Zutia

source: Horizontal Line
eu: Lerro Etzana

source: Half Block
eu: Bloke Erdi

source: Block
eu: Blokea

source: Gutter
eu: Hutsartea

source: Visible
eu: Ikusgarri

source: Show line numbers
eu: Erakutsi lerro zenbakiak

source: Start at zero
eu: Hasi hutsetik

source: Show leading zeros
eu: Erakutsi ezkerreko zeroak

source: Use custom font
eu: Erabili norbere hizkia

source: Gradient
eu: Gradientea

source: End Color:
eu: Amaiera Margoa:

source: Start Color:
eu: Hasiera Margoa:

source: Steps
eu: Urratsak

source: Border
eu: Hertza

source: Border Style:
eu: Hertz Estiloa:

source: Middle
eu: Erdia

source: None
eu: Ezer ez
fi: Tyhjä

source: Right
eu: Eskuin
fi: Oikea

source: Auto indent
eu: Berez barruratu

source: Enhance Home Key
eu: Hobetu Hasiera Tekla

source: Enhance End Key
eu: Hobetu Amaiera Tekla

source: Group undo
eu: Talde desegitea

source: Half page scroll
eu: Orrialde erdiko irristapena

source: Right mouse moves cursor
eu: Eskuin saguak kurtsorea mugitzen du

source: Scroll past end of line
eu: Irristariak lerro amaiera itsasten du

source: Scroll past end of file
eu: Irristariak agiri amaiera itsasten du

source: Show scroll hint
eu: Erakutsi irristaria

source: Show special characters
eu: Erakutsi hizki bereziak

source: Smart tabs
eu: Tabulazio adimentsuak

source: Smart tab delete
eu: Tabulazio ezabapen adimentsua

source: Tab indent
eu: Tabulazio barrurapena

source: Tabs to spaces
eu: Tabulazioak tartetara

source: Trim trailing spaces
eu: Moztu amaiera tarteak

source: Ctrl activates links
eu: Ktrl-ek loturak gaitzen ditu

source: Colorize multi highlighter sections
eu: Margoztatu nabarmetzaile anitz atalak

source: Export
eu: Esportatu

source: DIV wrapper class
eu: DIV inguratzaile klasea

source: Use inline CSS on copy
eu: Erabili lerroko CSS kopiatzerakoan

source: Use inline CSS on export
eu: Erabili lerroko CSS esportatzerakoan

source: Convert Tabs to Spaces
eu: Bihurtu Tabulazioak Tarte

source: Update CubicExplorer
eu: Eguneratu CubicExplorer
fi: Päivitä Cubic

source: Files to update
eu: Eguneratzeko agiriak
fi: Tiedostot päivitetty

source: Update
eu: Eguneratu
fi: Päivitä

source: Versions
eu: Bertsioak
fi: Versiot

source: Backups
eu: Babeskopiak
fi: Varmuuskopio

source: Version
eu: Bertsioa
fi: Versio

source: Type
eu: Mota
fi: Tyyppi

source: Date
eu: Eguna
fi: Päivämäärä

source: Check for updates
eu: Egiaztatu eguneraketak
fi: Tarkista päivitykset

source: Use this version
eu: Erabili bertsio hau
fi: Käytä tätä versiota

source: Download
eu: Jeitsi
fi: Lataa

source: Go To
eu: Joan Hona

source: Zoom
eu: Zooma

source: Single Page
eu: Orrialde Bakarra

source: Facing
eu: Bi orrialde

source: Book View
eu: Liburu Ikuspena

source: Show pages continuously
eu: Erakutsi orrialdeak etengabe

source: Rotate Left
eu: Itzulikatu Ezkerrera

source: Rotate Right
eu: Itzulikatu Eskuinera
