Repository: Arduinology/cubicexplorer
Catalog: Locale/*/default.po
Languages: eu, fi

source: Presentation
eu: Aurkezpena

source: Copy Selection
eu: Kopiatu Hautapena

source: GoTo
eu: Joan Hona

source: Next Page
eu: Hurrengo Orrialdea

source: Previous Page
eu: Aurreko Orrialdea

source: First Page
eu: Lehen Orrialdea

source: Last Page
eu: Azken Orrialdea

source: Page...
eu: Orrialdea...

source: Find...
eu: Bilatu...

source: Fit Page
eu: Finkatu Orrialdea

source: Actual Size
eu: Oraingo Neurria

source: Fit Width
eu: Finkatu Zabalera

source: Fit Content
eu: Finkatu Edukia

source: Custom Zoom...
eu: Norbere Zooma...

source: Starting CubicExplorer...
eu: CubicExplorer Abiarazten...
fi: Käynnistetään CubicExplorer...

source: Main Menu
eu: Menu Nagusia
fi: Päävalikko

source: Panels
eu: Panelak
fi: Paneelit

source: Transparency
eu: Gardentasuna
fi: Läpinäkyvyys

source: History
eu: Historia
fi: Historia

source: Connection error!
eu: Elkarketa akatsa!
fi: Yhteysongelma

source: Empty folder
eu: Agiritegia Hutsik
fi: Tyhjä kansio

source: More...
eu: Gehiago...
fi: Lisää...

source: Confirm
eu: Baieztatu
fi: Vahvista

source: Deleting multiple bookmarks!
eu: Lastermarka anitz ezabatzen!
fi: Poista useat kirjanmerkit

source: Are you sure you want to delete selected bookmarks?
eu: Zihur zaude hautaturiko lastermarkak ezabatzea nahi dituzula?
fi: Oletko varma että haluat poistaa valitut kirjanmerkit?

source: WARNING! You are about to restore %d items.
eu: KONTUZ! %d gai leheneratzear zaude.
fi: VARO. Olet palauttamassa %d kohdetta.

source: Are you sure you want to do that?
eu: Zihur zaude hori egitea nahi duzula?
fi: Oletko varma että haluat tätä?

source: Restoring multiple items!
eu: Gai anitz leheneratzen!
fi: Palauta useat kuvakkeet!

source: Are you sure you want to restore?
eu: Zihur zaude leheneratzea nahi duzula?
fi: Oletko varma että haluat palauttaa?

source: Restore
eu: Leheneratu
fi: Palauta

source: Empty file
eu: Agiria hutsik

source: Contains hidden items
eu: Ezkutuko gaiak ditu
fi: Sisältää piilotettuja tiedostoja

source: Opening...
eu: Irekitzen...
fi: Avataan...

source: Show All Files
eu: Erakutsi Agiri Guztiak
fi: Näytä kaikki tiedostot

source: Show Folders
eu: Erakutsi Agiritegiak
fi: Näytä kansiot

source: No Extension
eu: Hedapenik Ez
fi: Ei laajennuksia

source: Selected
eu: Hautaturik
fi: Valittu

source: Item(s)
eu: Gai
fi: Kuvakkeet

source: No Selection
eu: Ez dago Hautapenik
fi: Ei valintoja

source: Save Session
eu: Gorde Saioa
fi: Tallenna istunto

source: Override existing session?
eu: Ezeztatu dagoen saioa?
fi: Ohita meneillään oleva istunto?

source: Do you want to override existing session?
eu: Dagoen saioa ezeztatzea nahi duzu?
fi: Haluatko ohittaa nykyisen istunnon

source: Clear session history?
eu: Saio historia garbitu?
fi: Siivoa istunnon historia

source: Are you sure you want to clear session history?
eu: Zihur zaude saio historia garbitzea nahi duzula?
fi: Oletko varma että haluat siivota istuntohistorian?

source: Session at
eu: Saioa
fi: Istuntoon

source: items
eu: gaiak
fi: merkit

source: WARNING: Real file operations below
eu: KONTUZ: Egizko agiri eragiketak behean
fi: VARO: Oikea tiedostotoiminna menossa

source: item
eu: gaia
fi: merkki

source: Group
eu: Taldea
fi: Ryhmä

source: Total Size
eu: Neurria Guztira
fi: Koko

source: New Category
eu: Kategoria Berria
fi: Uusi luokka

source: Folder Path
eu: Agiritegi Helburua
fi: Kansion osoite

source: Name Only
eu: Izena Bakarrik
fi: Vain nimi

source: Short Path
eu: Helburu Laburra
fi: Lyhyt osoite

source: Short Folder Path
eu: Agiritegi Helburu Laburra
fi: Lyhyt kansion osoite

source: Short Name Only
eu: Izen Laburra Bakarrik
fi: Lyhyt nimi

source: Show in Groups
eu: Erakutsi Taldeetan
fi: Näytä ryhmissä

source: Recycle Bin
eu: Birziklapen Ontzia
fi: Roskakori

source: Restore List
eu: Leheneratu Zerrenda
fi: Palauta lista

source: Restore All
eu: Leheneratu Denak
fi: Palauta kaikki

source: Lock
eu: Blokeatu
fi: Lukitse

source: Logoff
eu: Amaitu saioa
fi: Kirjau ulos

source: Sleep
eu: Lotaratu
fi: Nukkuu

source: Hibernate
eu: Negutu
fi: Talviunessa

source: Reboot
eu: Berrabiarazi
fi: Käynnistä uudelleen

source: Shut down
eu: Itzali
fi: Sammuta

source: Restart needed!
eu: Berrabiaraztea beharrezkoa!
fi: Uudelleenkäynnistys tarvitaan!

source: Restart CubicExplorer Now?
eu: Berrabiarazi CubicExplorer Orain?
fi: Uudelleenkäynnistä ohjelma nyt?

source: Official
eu: Ofiziala
fi: Virallinen

source: Snapshot
eu: Berehalakoa
fi: Kuva

source: Daily
eu: Egunero
fi: Päivä

source: For testing
eu: Aztertzekoa
fi: Testataan

source: You have no update type notifications selected.
eu: Ez duzu eguneraketa motarik hautaturik.
fi: Päivitystavan ilmoitusta ei ole valittuna

source: Use Options->Updates to change them.
eu: Erabili Aukerak-> Eguneraketak aldatzeko.
fi: Käytä valintoja->päivitykset muuttaa niitä

source: No new updates
eu: Ez dago Eguneraketa Berririk
fi: Ei uusia päivityksiä

source: Error: Could not connect!
eu: Akatsa: Ezin da elkarketatu!
fi: Virhe: Ei voi yhdistää

source: Error
eu: Akatsa
fi: Virhe

source: Format not supported
eu: Heuskarria ez dago sostengatuta

source: Are you sure you want to restore default layout?
eu: Zihur zaude berezko antolaketara leheneratzea nahi duzula?
fi: Oletko varma että haluat palauttaa oletusasetukset?

source: Registered successfully!
eu: Ongi erregistratuta!
fi: Oletuksen asennus onnistui!

source: Registration failed!
eu: Erregistratze hutsegitea!
fi: Oletuksen asennus epäonnistui!

source: Unregistered successfully!
eu: Ongi deserregistratuta!
fi: Oletuksen poisto onnistui!

source: Unregistration failed!
eu: Deserregistratze hutsegitea!
fi: Oletuksen poisto epäonnistui!

source: Open in Workspace
eu: Ireki Laninguruan

source: Open in current tab
eu: Ireki oraingo hegatsean
fi: Avaa nykyisen välilehden

source: Select Session
eu: Hautatu Saioa
fi: Valitse istunto

source: Session
eu: Saioa
fi: Istunto

source: already exists. Please choose another name.
eu: jadanik badago. Mesedez hautatu beste izen bat.
fi: jo olemasa. Valitse toinen joku nimi

source: Duplicate name
eu: Bikoiztu izena
fi: Tupla nimi

source: Select target folder
eu: Hautatu xede agiritegia
fi: Valitse kohdekansio

source: Separators
eu: Banantzaileak
fi: Eroittimet

source: Separator
eu: Banantzailea
fi: Erotin

source: Dynamic Spacer
eu: Tarte Dinamikoa
fi: Dynaaminen kappale

source: Fixed Spacer
eu: Tarte Zuzendua
fi: Kiinteä tila

source: Stretcher
eu: Luzatzailea

source: Author
eu: Egilea
fi: Laatija

source: Default
eu: Berezkoa
fi: Oletus

source: Icon only
eu: Ikurra bakarrik
fi: Kuvake pelkästään

source: Icon above text
eu: Ikurra idazkiaren gainean
fi: Teksti kuvakkeen ylös

source: Text only
eu: Idazkia bakarrik
fi: Ainoastaan teksti

source: Drag buttons to/from toolbars
eu: Arrastatu botoiak tresnabarretara/tik
fi: Vedä painikkeet työkaluriviin

source: Apply changes now?
eu: Ezarri aldaketak orain?
fi: Käytetäänkö muutoksia nyt?

source: If not, all changes will be lost.
eu: Bestela, aldaketa guztiak galduko dira.
fi: Jos ei, kaikki muutokset menetetään

source: Apply Changes
eu: Ezarri Aldaketak
fi: Käytä muutoksia

source: Advanced
eu: Aurreratua
fi: Kehittynyt

source: Advanced Settings
eu: Ezarpen Aurreratuak
fi: Kehittyneet asetukset

source: Display Settings
eu: Erakuspen Ezarpenak
fi: Näytön Asetukset

source: Bookmarks Panel Settings
eu: Lastermaka Panel Ezarpenak
fi: Kirjainmerkki paneelin asetukset

source: Fileview
eu: Agiri-ikuspena
fi: Tiedostokatselin

source: Fileview Settings
eu: Agiri-ikuspen Ezarpenak
fi: Tiedostonäkymän asetukset

source: Explorer
eu: Esploratzailea
fi: Selain

source: Actual
eu: Oraingoa

source: Disk Usage
eu: Diska Erabilpena
fi: Levyn käyttö

source: Text
eu: Idazkia
fi: Teksti

source: Folders Panel Settings
eu: Agiritegi Panel Ezarpenak
fi: Kansio paneelin asetukset

source: Stack Settings
eu: Pilo Ezarpenak
fi: Pinon asetukset

source: General Settings
eu: Ezarpen Orokorrak
fi: Yleiset asetukset

source: Updates
eu: Egunaraketak
fi: Päivitykset

source: Updates Settings
eu: Eguneraketa Ezarpenak
fi: Päivitysten asetukset

source: Global
eu: Orokorra
fi: Yleinen

source: Global Hotkey Settings
eu: Lastertekla Orokor Ezarpenak
fi: Yleiset pikomentoasetukset

source: is already in use!
eu: jadanik erabili da!
fi: on jo käytössä

source: Please choose different hotkey.
eu: Mesedez hautatu beste lastertekla bat.
fi: Valitse eri pikakomennot

source: Duplicate Hotkey
eu: Bikoiztu Lastertekla
fi: Tupla pikakomento

source: Hotkey Settings
eu: Lastertekla Ezarpenak
fi: Pikakomentojen asetukset

source: Do you want to reset all hotkeys for this action?
eu: Ekintza honetarako lastertekla guztiak berrezartzea nahi dituzu?
fi: Haluatko palauttaa kaikki pikanäppäimet toimintaan?

source: Default hotkeys become available after restart!
eu: Berezko lasterteklak eskuragarri egongo dira berrabiarai ondoren!
fi: Oletus pikakomennot käytettävissä uudelleen käynnistyksen jälkeen

source: Reset hotkeys?
eu: Berrezarri lasterteklak?
fi: Nollaa pikakomennot?

source: is already assigned to
eu: jadanik esleiturik dago honi
fi: on jo määritelty

source: Do you want to use it anyway?
eu: Erabiltzea nahi duzu edonola?
fi: Haluatko käyttää sitä kuitenkin?

source: Plugins
eu: Pluginak

source: Tabs Settings
eu: Hegats Ezarpenak
fi: Välilehtien asetukset

source: Select default folder for new tabs.
eu: Hautatu hegats berrientzako berezko agiritegia.
fi: Valise oletuskansio uudelle välilehdelle

source: Language Editor
eu: Hizkuntza Editatzailea
fi: Kieli editori

source: Save changes before closing?
eu: Itxi aldaketak itxi aurretik?
fi: Tallenna muutokset ennen sulkemista?

source: Save changes?
eu: Gorde aldaketak?
fi: Tallenna muutokset?

source: Play
eu: Irakurri

source: Previous File
eu: Aurreko Agiria

source: Next File
eu: Hurrengo Agiria

source: No Looping
eu: Ez Bigiztatu

source: Loop File
eu: Bigiztatu Agiria

source: Loop Playlist
eu: Bigiztatu Irakur-zerrenda

source: Loop Filelist
eu: Bigiztatu Agiri-zerrenda

source: Mute
eu: Mututu

source: Volume
eu: Bolumena

source: Pause
eu: Pausatu
fi: Tauko

source: Searching from
eu: Bilatzen hemendik
fi: Etsitään

source: Cancelled
eu: Ezeztaturik
fi: Peruttu

source: Finished
eu: Amaituta
fi: Valmis

source: %d folder(s) searched and %d item(s) found in %.3f second(s)
eu: %d agiri bilatuta eta %d gai aurkituta %.3f segundutan

source: Open Containing Folder
eu: Ireki Eduki Agiritegia
fi: Avaa kansio

source: Are you sure you want to delete this session?
eu: Zihur zaude saio hau ezabatzea nahi duzula?
fi: Oletko varma että haluat poistaa tämän istunnon?

source: Clear Stack
eu: Garbitu Piloa
fi: Siivoa pinot

source: Removing all items from Stack!
eu: Gai guztiak kentzen Pilotik!
fi: Poista kaikki kohteet pinosta

source: Are you sure you want to clear the list?
eu: Zihur zaude zerrenda garbitzea nahi duzula?
fi: Oletko varma että haluat siivota listan?

source: Save Stack
eu: Gorde Piloa
fi: Tallenna pino

source: Stack Name
eu: Pilo Izena
fi: Pinon nimi

source: Override existing stack?
eu: Ezeztatu dagoen piloa?
fi: Ohita nykyiset pinot?

source: Do you want to override existing stack?
eu: Dagoen piloa ezeztatzea nahi duzu?
fi: Haluatko ohittaa nykyisen pinon

source: Enable Auto Save
eu: Gaitu Berez Gordetzea
fi: Käytä automaattista tallennusta

source: Length: %d Lines: %d
eu: Luzera: %d Lerroak: %d

source: Line: %d Char: %d Sel: %d
eu: Lerroa: %d Hizk: %d Hauta: %d

source: HTML with CSS, JS or PHP
eu: HTML CSS, JS edo PHP-rekin

source: HTML Documents
eu: HTML Agiriak

source: All types
eu: Mota guztiak

source: Wrapped around
eu: Inguratuta

source: Not found
eu: Ez da aurkitu

source: Found
eu: Aurkituta

source: Failed to open file!
eu: Hutsegitea agiria irekitzerakoan!

source: Automatic
eu: Berezgaitasunez
fi: Automaattinen

source: Reloaded from disk
eu: Diskatik birgertaturik

source: Reload failed!
eu: Birgertaketa hutsegitea!

source: Saved to "%s"
eu: Hemen gordeta: "%s"

source: Failed to save file!
eu: Hutsegita agiria gordetzerakoan!

source: Replaced %d texts.
eu: Ordeztuta %d idazki.

source: New text file
eu: Idazki agiri berria
fi: Uusi tekstitiedosto

source: Override
eu: Ezeztatu
fi: Ohita

source: The text in %s has changed.
eu: %s-ko idazkia aldatu egin da.

source: Do you want to save changes before closing?
eu: Aldaketak gordetzea nahi dituzu itxi aurretik?

source: Save before closing?
eu: Gorde aldaketak itxi aurretik?

source: Last check:
eu: Azken egiaztapena:
fi: Viimeinen tarkistus:

source: Current version:
eu: Oraingo bertsioa:
fi: Käytössä oleva versio

source: Invalid update!
eu: Eguneraketa baliogabea!
fi: Pätemätön päivitys

source: One or more files are missing!
eu: Agiri bat edo gehiago ez daude!
fi: Yksi tai useampi tiedosto puuttuu!

source: Do you really want to update?
eu: Egitan nahi duzu eguneratzea?
fi: Oletko valmis päivittämään?

source: %d of %d
eu: %d -> %d-tik

source: Download failed!
eu: Jeisketa hutsegitea!
fi: Lataus epäonnistui!

source: %d file(s) failed to download!
eu: %d agiri hutsegitea jeisterakoan!

source: Published:
eu: Argitaratzailea:
fi: Julkaistu:

source: Address Bar
eu: Helbide Barra
fi: Osoiterivi

source: Drives
eu: Gidagailuak
fi: Asemat

source: Breadcrumb Navigation
eu: Ogiapur Nabigazioa
fi: Linkkipolku

source: Dialog found!
eu: Elkarrizketa aurkitu da!
fi: Valintaikkuna löytyy

source: File operation might be still running!
eu: Agiri eragiketa ekinean egon daiteke oraindik!
fi: Tiedoston käyttö saattaa olla käynnissä!

source: Are you sure you want to quit?
eu: Zihur zaude uztea nahi duzula?
fi: Oletko varma että haluat poistua?

source: English (default)
eu: Ingelera (berezkoa)
fi: Englanti (oletus)

source: Show more tabs
eu: Erakutsi hegats gehiago
fi: Näytä lisää välilehtiä

source: Warning
eu: Kontuz
fi: Varo

source: Last hour
eu: Azken ordua
fi: Viimeinen tunti

source: Last twenty-four hours
eu: Azken hogeita-lau orduak
fi: Viimeinen vuorokausi

source: This week
eu: Aste honetan
fi: Tämä viikko

source: Two weeks ago
eu: Duela bi aste
fi: 2 viikkoa sitten

source: Three weeks ago
eu: Duela hiru aste
fi: 3 viikkoa sitten

source: A month ago
eu: Duela hilabete
fi: Kuukausi sitten

source: Two months ago
eu: Duela bi hilabete
fi: 2 kuukautta sitten

source: Three months ago
eu: Duela hiru hilabete
fi: 3 kuukautta sitten

source: Four months ago
eu: Duela lau hilabete
fi: 4 kuukautta sitten

source: Five months ago
eu: Duela bost hilabete
fi: 5 kuukautta sitten

source: Six months ago
eu: Duela sei hilabete
fi: 6 kuukautta sitten

source: Earlier this year
eu: Urte hasieran
fi: aikaisemin tänä vuonna

source: A long time ago
eu: Aspaldi
fi: Pitkän aikaa sitten

source: Tiny
eu: Arina
fi: Pieni

source: Small
eu: Txikia
fi: Pieni

source: Medium
eu: Ertaina

source: Large
eu: Handia
fi: Suuri

source: Gigantic
eu: Erraldoia
fi: Jättimäinen

source: System Folders
eu: Sistema Agiritegiak
fi: Järjestelmäkansiot

source: New version (%s) is available. Do you want to update now?
eu: Bertsio berri bat (%s) eskuragarri dago. Nahi duzu orain eguneratzea?
fi: Uusi versio (%s) on saatavilla. Haluatko päivittää nyt?

source: Build:
eu: Eraiketa:
fi: Rakenne

source: Update type:
eu: Eguneraketa mota:
fi: Päivitys tyyppi

source: New Version Available
eu: Bertsio Berria Eskuragarri
fi: Uusi versio saatavissa

source: Do you want to update?
eu: Eguneratzea nahi duzu?
fi: Haluatko päivittää?

source: Date Modified
eu: Aldatze Eguna
fi: Aika muutettu

source: Date Created
eu: Sortze Eguna
fi: Aika luotu

source: Date Accessed
eu: Sarbide Eguna
fi: Käyttöpäivämäärä

source: New Shortcut
eu: Lasterbide Berria
fi: Usi pikakuvake

source: Text Document
eu: Idazki Agiria
fi: Tekstitiedosto

source: Contact File
eu: Harreman Agiria
fi: Yhteystiedosto

source: Actions
fi: Toiminnot

source: Application Rev:
fi: Ohjelman Rev

source: Backward
fi: Taaksepäin

source: Bottom
fi: Viimeinen

source: Case sensitivity
fi: Kirjasinkoko vaikuttaa

source: CubicExplore Home Page
fi: CubicExplorerin kotisivut

source: Delete active session.
fi: Poista aktiivinen istunto

source: Direction
fi: Suunta

source: Down
fi: Alas

source: Drop Stack
fi: Pudota

source: Dublicate Tab
fi: Monista sivu

source: Edit Session
fi: Muokkaa Sessiota

source: Edit session properties.
fi: Muokkaa session asetuksia

source: Editor Options...
fi: Muokkaimen asetukset...

source: Format
fi: Formaatti

source: GB
fi: GigaBittiä

source: Image
fi: Kuva

source: KB
fi: kt

source: Left
fi: Vasen

source: Load Skin...
fi: Lataa skini

source: Load skin from file
fi: Lataa skini tiedostosta

source: Load this session on startup.
fi: Lataa tämä sessio käynnistyksessä

source: Loading...
fi: Lataa...

source: MB
fi: Mt

source: New Session
fi: Uusi sessio

source: No file loaded.
fi: Ei tiedostoa ladattu.

source: Quick Options
fi: Pika asetukset

source: Reload
fi: Avaa uudelleen

source: Remember Tabs
fi: Muista sivut

source: Save active session with new name.
fi: Tallenna aktiivinen sessio uudella nimellä

source: Search File Mask
fi: Etsi tiedostomaski

source: Search Word or Phrase in File Name
fi: Hae sanan tai lauseen mukaan tiedosto

source: Search and Replace
fi: Etsi ja korvaa

source: Search from cursor
fi: Etsi kohdistin

source: Search in Directory
fi: Etsi hakemistosta

source: Show Statusbar
fi: Näytä tilarivi

source: Show Toolbar
fi: Näytä työkalurivi

source: Single Instance
fi: Vain yksi ilmentymä.

source: Smooth Scroll
fi: Sileä vieritys

source: Start
fi: Alku

source: Subdirectories
fi: Alihakemistot

source: TB
fi: TeraBittiä

source: Tab Settings
fi: Välilehden asetukset

source: Thumbs Position
fi: Pikkukuvien sijainti

source: Thumbs View Style
fi: Selaamisen tyyli

source: Top
fi: Ylä

source: Translation Rev:
fi: Kännöksen kierros

source: Translator's Email
fi: Kääntäjän Email

source: Untitled
fi: Nimetön

source: Up
fi: Ylös

source: Zero
fi: Tyhjä
